//Задайте в коде переменную n с числовым значением.
//1) с помощью логического И в условии проверьте, находится ли переменная n в диапазоне чисел от 0 до 100 включительно.
//2)* с помощью логического ИЛИ в условии проверьте, находится ли переменная n в диапазоне чисел от 0 до 100 включительно. Подсказка: подумайте о "переворачивании" условия.




//Создайте объект с именами и заработными платами
const engineers = {
Den: 1000,
Matt: 5000,
Steve: 2000
}
Вывести в консоль через шаблонные строки заработную плату всех работников в таком формате:

Заработная плата ххх составляет ххх рублей.




//Создать массив из 5 элементов.
//Используя цикл for, вывести каждый второй элемент массива в консоль.
stringArray = [ 1 , 2 , 33 , 44 , 45 ]
for (let i = 0; i < stringArray.length; i += 1) {
  console.log(stringArray[i]);
}




stringArray = [42, 65, 49, 68, 56, 47, 70, 42, 51, 35, 58, 63, 40, 70]
